Repository: AleksejManaev/bachelorarbeit-fabian-ullmann
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Please sign in with your THB account!
de: Bitte loggen Sie sich mit Ihrem THB-Konto ein!

source: Sign in
de: Anmelden

source: State
de: Status

source: Accepted
de: Akzeptiert

source: Denied
de: Abgelehnt

source: Sent
de: Eingereicht

source: Not decided
de: Nicht entschieden

source: Not submitted
de: Nicht eingereicht

source: Submitted
de: Eingereicht

source: Not requested
de: Nicht angefragt

source: Requested
de: Angefragt

source: Mentoring denied
de: Betreuung abgelehnt

source: Mentoring accepted
de: Betreuung angenommen

source: Seminar completed
de: Seminar abgeschlossen

source: Report accepted
de: Bericht akzeptiert

source: Certificate accepted
de: Zeugnis akzeptiert

source: Placement completed
de: Praktikum abgeschlossen

source: Placement failed
de: Praktikum durchgefallen

source: Archived
de: Archiviert

source: Examination office submitted
de: Prüfungsamt angemeldet

source: Examination office accepted
de: Prüfungsamt akzeptiert

source: Thesis submitted
de: Abschlussarbeit eingereicht

source: Colloquium completed
de: Kolloquium durchgeführt

source: Poster accepted
de: Poster akzeptiert

source: Thesis completed
de: Abschlussarbeit abgeschlossen

source: Thesis failed
de: Abschlussarbeit durchgefallen

source: Completed
de: Absolviert

source: Failed
de: Durchgefallen

source: Mentoring acceptance
de: Betreuungsannahme

source: Seminar completion
de: Seminarabschluss

source: Report acceptance
de: Berichtannahme

source: Certificate acceptance
de: Zeugnisannahme

source: Placement completion
de: Praktikum bestanden

source: title
de: Titel

source: phone
de: Telefon

source: Year
de: Jahr

source: Seminar type
de: Seminartyp

source: Matriculation number
de: Matrikelnr.

source: Course
de: Studiengang

source: extern email address
de: Externe E-Mail-Adresse

source: Placement year
de: Praktikumsjahr

source: Bachelor year
de: Bachelorjahr

source: Master year
de: Masterjahr

source: Placement seminar done
de: Praktikumsseminar bestanden

source: Bachelor seminar done
de: Bachelorseminar bestanden

source: Master seminar done
de: Masterseminar bestanden

source: street
de: Straße

source: zip code
de: PLZ

source: location
de: Ort

source: web address
de: Internetadresse

source: task
de: Aufgabe

source: date sent
de: Abgabetermin

source: company name
de: Name des Unternehmens

source: company address
de: Anschrift des Unternehmens

source: internship begin
de: Praktikumsbeginn

source: internship end
de: Praktikumsende

source: Placement report
de: Praktikumsbericht

source: Placement certificate
de: Praktikumszeugnis

source: Type
de: Art

source: First name
de: Vorname

source: Last name
de: Nachname

source: Thesis
de: Abschlussarbeit

source: Presentation
de: Präsentation

source: Other
de: Sonstiges

source: Grade first examiner
de: Note Erstprüfer

source: Grade second examiner
de: Note Zweitprüfer

source: Grade presentation
de: Note Präsentation

source: Examination office state
de: Status des Prüfungsamts

source: Deadline
de: Abgabetermin

source: Deadline extended
de: Abgabefrist verlängert

source: Colloquium done
de: Kolloquium durchgeführt

source: Poster printed
de: Poster gedruckt

source: message
de: Nachricht

source: Only visible for me
de: Nur für mich sichtbar

source: Poster management
de: Posterverwaltung

source: Placement seminars
de: Praktikumsseminare

source: Thesis seminars
de: Abschlussarbeitseminare

source: Home
de: Start

source: Profile
de: Profil

source: Logout
de: Abmelden

source: report
de: Praktikumsbericht

source: information on thesis
de: Informationen zur Abschlussarbeit

source: thesis
de: Abschlussarbeit

source: wrote
de: schrieb

source: Private
de: Privat

source: Not private
de: Nicht privat

source: Create a comment
de: Kommentar schreiben

source: Send
de: Absenden

source: Are you sure you want to delete this appointment?
de: Soll der Termin wirklich gelöscht werden?

source: Yes
de: Ja

source: No
de: Nein

source: Appointment
de: Termin

source: Date
de: Datum

source: Create appointment
de: Erstelle Termin

source: Create seminar
de: Erstelle Seminar

source: Placement seminar
de: Praktikumsseminar

source: Update
de: Aktualisieren

source: Placement seminar appointments
de: Praktikumsseminartermine

source: Presentation done
de: Präsentation gehalten

source: Number appointments present
de: Termine anwesend

source: Delete
de: Löschen

source: Printed
de: Ausgedruckt

source: Save
de: Speichern

source: Completed Theses
de: Abgeschlossene Abschlussarbeiten

source: Second Examiner
de: Zweitprüfer

source: Files
de: Dateien

source: Comments
de: Kommentare

source: Placement
de: Praktikum

source: Mentoring requests
de: Betreuungsanfragen

source: Thesis seminar appointments
de: Abschlussarbeitseminartermine

source: Denied mentoring requests
de: Abgelehnte Betreuungsanfragen

source: Failed placements
de: Durchgefallene Praktika

source: Active mentoring request
de: Aktive Betreuungsanfrage

source: State:
de: Status:

source: Next subgoal
de: Nächstes Teilziel

source: General data
de: Allgemeine Angaben

source: Company data
de: Angaben zum Unternehmen

source: Contact person in the company
de: Ansprechpartner im Unternehmen

source: Request visible for mentor!
de: Anfrage für den Betreuer sichtbar!

source: Finish
de: Abschließen

source: Settings
de: Einstellungen

source: not requested
de: Nicht angefragt

source: Download application form
de: Anmeldeformular herunterladen

source: Second examiner
de: Zweitprüfer

source: Expose submitted
de: Expose eingereicht

source: Thesis seminar done
de: Abschlussarbeitseminar bestanden

source: Bachelor appointments
de: Bachelorseminartermine

source: Show
de: Anzeigen

source: Master seminar appointments
de: Masterseminartermine

source: Bachelor thesis seminars
de: Bachelorarbeitseminare

source: Master thesis seminars
de: Masterarbeitseminare

source: Internship tab
de: Praktikum

source: Thesis tab
de: Abschlussarbeit

source: Acknowledgement
de: Anerkennung

source: Seminars present
de: Seminare anwesend

source: Presentation hold
de: Präsentation gehalten

source: Mentoring
de: Betreuung

source: Generate document
de: Dokument generieren

source: Application
de: Anmeldung

source: Examination office
de: Prüfungsamt

source: Grades
de: Noten

source: requested
de: angefragt

source: mentoring accepted
de: Betreuung angenommen

source: mentoring denied
de: Betreuung der Abschlussarbeit

source: error
de: Fehler

source: Placement successfully updated.
de: Praktikum erfolgreich aktualisiert.

source: Placement update failed.
de: Aktualisierung des Praktikums fehlgeschlagen.

source: Download is only possible after mentoring has been requested.
de: Herunterladen nur möglich nachdem eine Betreuungsanfrage gestellt wurde.

source: Thesis successfully updated.
de: Abschlussarbeit erfolgreich aktualisiert.

source: Thesis update failed.
de: Aktualisierung der Abschlussarbeit fehlgeschlagen

source: Profile successfully updated.
de: Profil erfolgreich aktualisiert.

source: Profile update failed.
de: Aktualisierung des Profils fehlgeschlagen.

source: The placement of
de: Das Praktikum von

source: has been completed.
de: wurde erfolgreich abgeschlossen.

source: Placement can't be completed without having reached the subgoal "Certificate accepted".
de: Das Praktikum kann nicht absolviert werden, solange das Teilziel "Zeugnis akzeptiert" nicht erreicht wurde.

source: The mentoring request of
de: Die Betreuungsanfrage von

source: has been denied.
de: wurde abgelehnt.

source: has been accepted.
de: wurde akzeptiert.

source: has failed.
de: ist durchgefallen.

source: Go to comment
de: Gehe zum Kommentar

source: Thesis can't be completed without having reached the subgoal "Poster accepted".
de: Die Abschlussarbeit kann nicht absolviert werden, solange das Teilziel "Poster akzeptiert" nicht erreicht wurde.

source: The thesis of
de: Die Abschlussarbeit von

source: You have unread comments.
de: Sie haben ungelesene Kommentare.

source: Poster successfully updated.
de: Poster erfolgreich aktualisiert.

source: Poster update failed.
de: Aktualisierung des Posters fehlgeschlagen.
